"""
Данный файл представляет документацию модуля Tg-бота https://t.me/DimIl_POPUTI_bot, который помогает
оставить заявку для бронирования номера в гостевом доме "ДимИль"
и магазине аксессуаров в дорогу "ПОПУТИ".
"""

BUTTON_DIMIL = 'Гостевой дом «ДимИль»'
BUTTON_POPUTI = 'Аксессуары в дорогу «ПОПУТИ»'
BUTTON_REVERSE = 'Назад'
BUTTON_BOOKING = 'Забронировать номер'
BUTTON_INFO_DIMIL = 'Информация о ДимИль'
BUTTON_RETURN = 'Вернуться назад'
BUTTON_BOOKING_GUEST_INFO = (
    'Уточните, пожалуйста, как можно к вам обращаться и как с вами можно связаться? '
    'На какие числа запланирован отдых и сколько вас человек? '
    'Числа можно двигать или у вас жесткий график? '
    '(чтобы придумать варианты со скидкой)'
)
BUTTON_PHONE_NUMBER = 'Телефон для связи: '
BUTTON_CHECK_IN = 'Заезд: '
BUTTON_CHECK_OUT = 'Выезд: '
BUTTON_FLEXIBLE_DATE = 'Гибкая дата: Да/Нет '
BUTTON_ADULTS = 'Количество взрослых: '
BUTTON_CHILDREN = 'Количество детей: '
CLIENT_NAME = 'Как к вам обращаться: '
BUTTON_MANAGER_MESSAGE = 'Спасибо за информацию. В ближайшее время менеджер с вами свяжется!'
MESSAGE_ABOUT_DIMIL = (
    'Адрес: с. Архипо-Осиповка, ул. Каштановая 24; '
    'Телефон для связи: 8 (968) 713-55-35'
    'А пока вы можете почитать наш телеграмм канал про путешествия и отдых: '
    'https://t.me/poputi_online '
    'Или посмотреть фото отеля и номеров: '
    'https://www.kudanamore.ru/arkhipo-osipovka/hotels/31379/?ysclid=lvtea7az27305038721'
)
BUTTON_INFO_POPUTI = (
    '«ПОПУТИ» – это больше, чем просто магазин. '
    'Это ваш надежный компаньон в'
    'любом путешествии, будь то долгие автомобильные поездки, активный отдых'
    'на природе или проживание в гостевом доме!'
    'Список всех наших аксессуаров: https://www.wildberries.ru/seller/1289577'
    ' '
    'Звоните и пишите нам прямо сейчас:'
    '- для бронирования товара;'
    'для оформления рассрочки до 12 месяцев;'
    'для получения подробных фото и видео;'
    'по вопросам получения скидки;'
    'для получения ответа на все интересующие вопросы!'
)
BUTTON_CHOISE_POPUTI = 'Вы желаете?'
BUTTON_CONTACT_POPUTI = 'Связаться с менеджером'
MESSAGE_CONTACT_POPUTI = 'Телефон для связи:  8 (968) 713-55-35'
