button_DimIl = 'Гостевой дом «ДимИль»'
button_POPUTI = 'Аксессуары в дорогу «ПОПУТИ»'
button_reverse = 'Назад'
button_booking = 'Забронировать номер'
button_info_DimIl = 'Информация о ДимИль'
button_return = 'Вернуться назад'
button_booking_guest_info = 'Уточните, пожалуйста, как можно к вам обращаться и как с вами можно связаться? ' \
                            'На какие числа запланирован отдых и сколько вас человек? ' \
                            'Числа можно двигать или у вас жесткий график? ' \
                            '(чтобы придумать варианты со скидкой)'
button_phone_number = 'Телефон для связи: '
button_check_in = 'Заезд: '
button_check_out = 'Выезд: '
button_flexible_date = 'Гибкая дата: Да/Нет '
button_adults = 'Количество взрослых: '
button_children = 'Количество детей: '
client_name = 'Как к вам обращаться: '
button_manager_message = 'Спасибо за информацию. В ближайшее время менеджер с вами свяжется!'
message_about_DimIL = 'Адрес: с. Архипо-Осиповка, ул. Каштановая 24; ' \
                     'Телефон для связи: 8 (968) 713-55-35' \
                     'А пока вы можете почитать наш телеграмм канал про путешествия и отдых: ' \
                     'https://t.me/poputi_online ' \
                     'Или посмотреть фото отеля и номеров: ' \
                     'https://www.kudanamore.ru/arkhipo-osipovka/hotels/31379/?ysclid=lvtea7az27305038721'

button_info_POPUTI = '«ПОПУТИ» – это больше, чем просто магазин. ' \
                       'Это ваш надежный компаньон в'\
                       'любом путешествии, будь то долгие автомобильные поездки, активный отдых'\
                       'на природе или проживание в гостевом доме!' \
                       'Список всех наших аксессуаров: https://www.wildberries.ru/seller/1289577'\
                        ' '\
                        'Звоните и пишите нам прямо сейчас:'\
                        '- для бронирования товара;'\
                        'для оформления рассрочки до 12 месяцев;'\
                        'для получения подробных фото и видео;'\
                        'по вопросам получения скидки;'\
                        'для получения ответа на все интересующие вопросы!'
button_choise_POPUTI = 'Вы желаете?'
button_contact_POPUTI = 'Связаться с менеджером'
message_contact_POPUTI = 'Телефон для связи:  8 (968) 713-55-35'
